Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Share experiences, find support, and connect with others on their mental health journey.
es: Comparte experiencias, encuentra apoyo y conecta con otros en su viaje de salud mental.
pt_br: Compartilhe experiencias, encontre apoio e conecte-se com outros em sua jornada de saude mental.

source: Share Externally
es: Compartir Externamente
pt_br: Compartilhar Externamente

source: Share how it went
es: Comparte como fue
pt_br: Compartilhe como foi

source: Share how the challenge went
es: Comparte como fue el desafio
pt_br: Compartilhe como foi o desafio

source: Share Image
es: Compartir Imagen
pt_br: Compartilhar Imagem

source: Share invite code
es: Compartir código de invitación
pt_br: Compartilhar código de convite

source: Share Mood in Circles
es: Compartir Animo en Circulos
pt_br: Compartilhar Humor em Circulos

source: Share more (optional)
es: Compartir más (opcional)
pt_br: Compartilhar mais (opcional)

source: Share Receipt
es: Compartir Recibo
pt_br: Compartilhar Recibo

source: Share receipt button
es: Boton para compartir recibo
pt_br: Botao para compartilhar recibo

source: Share Reflection
es: Compartir Reflexion
pt_br: Compartilhar Reflexao

source: Share Results
es: Compartir resultados
pt_br: Compartilhar resultados

source: Share Strategy
es: Compartir estrategia
pt_br: Compartilhar estratégia

source: Share Text Only
es: Compartir Solo Texto
pt_br: Compartilhar Apenas Texto

source: Share to Circle
es: Compartir al Circulo
pt_br: Compartilhar no Circulo

source: Share what you're hoping to learn and why you think they'd be a good fit
es: Comparte lo que esperas aprender y por qué crees que serían una buena opción
pt_br: Compartilhe o que você espera aprender e por que acha que eles seriam uma boa opção

source: Share Wisdom
es: Compartir Sabiduria
pt_br: Compartilhar Sabedoria

source: Share with Circle
es: Compartir con el Circulo
pt_br: Compartilhar com o Circulo

source: Share with Circles
es: Compartir con los Circulos
pt_br: Compartilhar com os Circulos

source: Share Your Journey
es: Comparte tu viaje
pt_br: Compartilhe sua jornada

source: Share Your Reflection
es: Comparte Tu Reflexion
pt_br: Compartilhe Sua Reflexao

source: Share your wellness expertise and earn from your content
es: Comparte tu experiencia en bienestar y gana con tu contenido
pt_br: Compartilhe sua experiencia em bem-estar e ganhe com seu conteudo

source: Shared
es: Compartido
pt_br: Compartilhado

source: Shared to Circle
es: Compartido al Circulo
pt_br: Compartilhado no Circulo

source: Sharing Settings
es: Configuracion de Compartir
pt_br: Configuracoes de Compartilhamento

source: Sharing:
es: Compartiendo:
pt_br: Compartilhando:

source: Shield History
es: Historial de escudo
pt_br: Histórico de escudo

source: shields
es: escudos
pt_br: escudos

source: Shields are earned every 7 days of consistent questing
es: Los escudos se ganan cada 7 días de misiones consistentes
pt_br: Escudos são conquistados a cada 7 dias de missões consistentes

source: Show All Stories
es: Mostrar todas las historias
pt_br: Mostrar todas as histórias

source: Show captions
es: Mostrar subtitulos
pt_br: Mostrar legendas

source: Show less
es: Mostrar menos
pt_br: Mostrar menos

source: Show Less
es: Mostrar Menos
pt_br: Mostrar Menos

source: Show less details
es: Mostrar menos detalles
pt_br: Mostrar menos detalhes

source: Show me my thinking patterns
es: Muéstrame mis patrones de pensamiento
pt_br: Mostre-me meus padrões de pensamento

source: Show More
es: Mostrar Más
pt_br: Mostrar Mais

source: Show only recommended for you
es: Mostrar solo recomendados para ti
pt_br: Mostrar apenas recomendados para você

source: Show specific numbers like mood scores and quest completion percentages in your stories.
es: Muestra números específicos como puntuaciones de ánimo y porcentajes de finalización de misiones en tus historias.
pt_br: Mostre números específicos como pontuações de humor e porcentagens de conclusão de missões em suas histórias.

source: Show upcoming events in your briefing.
es: Muestra próximos eventos en tu resumen.
pt_br: Mostre próximos eventos em seu resumo.

source: Show why the agent took each action.
es: Mostrar por qué el agente tomó cada acción.
pt_br: Mostrar por que o agente tomou cada ação.

source: Show Word Count
es: Mostrar Conteo de Palabras
pt_br: Mostrar Contagem de Palavras

source: Showing 10 of %lld events
es: Mostrando 10 de %lld eventos
pt_br: Mostrando 10 de %lld eventos

source: Shows additional reflection questions about this thinking pattern
es: Muestra preguntas de reflexión adicionales sobre este patrón de pensamiento
pt_br: Mostra perguntas de reflexão adicionais sobre este padrão de pensamento

source: Shows how many notifications you opened out of those delivered this week.
es: Muestra cuantas notificaciones abriste de las entregadas esta semana.
pt_br: Mostra quantas notificacoes voce abriu das entregues esta semana.

source: Sign In
es: Iniciar Sesión
pt_br: Entrar

source: Sign In Error
es: Error de inicio de sesión
pt_br: Erro de login

source: Sign in with Apple
es: Iniciar sesión con Apple
pt_br: Entrar com Apple

source: Sign in with your email
es: Inicia sesion con tu correo
pt_br: Entre com seu email

source: Sign Language
es: Lenguaje de Senas
pt_br: Linguagem de Sinais

source: Sign Language Video
es: Video de Lenguaje de Senas
pt_br: Video de Linguagem de Sinais

source: Sign Language Videos
es: Videos de Lenguaje de Senas
pt_br: Videos de Linguagem de Sinais

source: Sign Out
es: Cerrar sesión
pt_br: Sair

source: Sign Up
es: Registrarse
pt_br: Cadastrar-se

source: Sign up with your email
es: Registrate con tu correo
pt_br: Cadastre-se com seu email

source: Signal Types
es: Tipos de señal
pt_br: Tipos de sinal

source: Silent Hours
es: Horas silenciosas
pt_br: Horas silenciosas

source: Size
es: Tamano
pt_br: Tamanho

source: Size: %@%%
es: Tamano: %@%%
pt_br: Tamanho: %@%%

source: Skills
es: Habilidades
pt_br: Habilidades

source: Skip
es: Omitir
pt_br: Pular

source: Skip buddy invite
es: Omitir invitación de compañero
pt_br: Pular convite de parceiro

source: Skip Day
es: Saltar Dia
pt_br: Pular Dia

source: Skip for now
es: Omitir por ahora
pt_br: Pular por agora

source: Skip for Now
es: Saltar por Ahora
pt_br: Pular por Agora

source: Skip for today
es: Omitir por hoy
pt_br: Pular por hoje

source: Skip forward 15 seconds
es: Avanzar 15 segundos
pt_br: Avancar 15 segundos

source: Skip Mood Rating
es: Saltar Calificacion de Animo
pt_br: Pular Avaliacao de Humor

source: Skip personalization
es: Omitir personalización
pt_br: Pular personalização

source: Skip Sign In (Dev Only)
es: Omitir inicio de sesión (solo desarrollo)
pt_br: Pular login (apenas dev)

source: Skip the conversation and enter the app
es: Saltar la conversacion y entrar a la app
pt_br: Pular a conversa e entrar no app

source: Skip the quiz and use default settings
es: Saltar el cuestionario y usar configuracion predeterminada
pt_br: Pular o questionario e usar configuracoes padrao

source: Skip this day?
es: Saltar este dia?
pt_br: Pular este dia?

source: Skip this prompt
es: Omitir esta indicación
pt_br: Pular este prompt

source: Skip to app
es: Ir a la app
pt_br: Ir para o app

source: Skip to Help
es: Saltar a Ayuda
pt_br: Pular para Ajuda

source: Sleep
es: Sueño
pt_br: Sono

source: Sleep Duration
es: Duración del sueño
pt_br: Duração do sono

source: Sleep Environment
es: Ambiente de sueño
pt_br: Ambiente de sono

source: Sleep Goals
es: Metas de sueño
pt_br: Metas de sono

source: Sleep Insights
es: Perspectivas de sueño
pt_br: Insights de sono

source: Sleep Quality
es: Calidad del sueño
pt_br: Qualidade do sono

source: Sleep Schedule
es: Horario de sueño
pt_br: Horário de sono

source: Sleep Stories
es: Historias para dormir
pt_br: Histórias para dormir

source: Sleep Time
es: Hora de dormir
pt_br: Hora de dormir

source: Sleep timer
es: Temporizador de sueno
pt_br: Temporizador de sono

source: Sleep Timer
es: Temporizador de Sueño
pt_br: Temporizador de Sono

source: Sleep timer: %@
es: Temporizador de sueno: %@
pt_br: Temporizador de sono: %@

source: Sleep Timer: %@
es: Temporizador de Sueno: %@
pt_br: Temporizador de Sono: %@

source: Sleep Tracking
es: Seguimiento del Sueño
pt_br: Rastreamento do Sono

source: Slide to indicate how you're feeling, 1 is lowest and 10 is highest
es: Desliza para indicar como te sientes, 1 es el mas bajo y 10 es el mas alto
pt_br: Deslize para indicar como voce esta se sentindo, 1 e o mais baixo e 10 e o mais alto

source: Slow
es: Lento
pt_br: Lento

source: Small
es: Pequeño
pt_br: Pequeno

source: Smart Features
es: Funciones Inteligentes
pt_br: Recursos Inteligentes

source: Smart Interventions
es: Intervenciones inteligentes
pt_br: Intervenções inteligentes

source: Smart Notifications
es: Notificaciones Inteligentes
pt_br: Notificacoes Inteligentes

source: Smart notifications learn when you're most likely to engage and deliver messages at optimal times.
es: Las notificaciones inteligentes aprenden cuando es mas probable que participes y entregan mensajes en momentos optimos.
pt_br: As notificacoes inteligentes aprendem quando voce tem mais probabilidade de interagir e entregam mensagens nos momentos ideais.

source: Smart Scheduling
es: Programacion Inteligente
pt_br: Agendamento Inteligente

source: Smooth flowing ribbons guide your breathing
es: Cintas fluidas y suaves guian tu respiracion
pt_br: Fitas fluidas e suaves guiam sua respiracao

source: Social Settings
es: Configuración social
pt_br: Configurações sociais

source: Social Vitality
es: Vitalidad social
pt_br: Vitalidade social

source: Some content may not be available in all languages. We're always adding more!
es: Algunos contenidos pueden no estar disponibles en todos los idiomas. ¡Siempre estamos agregando más!
pt_br: Alguns conteúdos podem não estar disponíveis em todos os idiomas. Estamos sempre adicionando mais!

source: Something went wrong
es: Algo salio mal
pt_br: Algo deu errado

source: Sort
es: Ordenar
pt_br: Ordenar

source: Sort by
es: Ordenar por
pt_br: Ordenar por

source: Sort By
es: Ordenar Por
pt_br: Ordenar Por

source: Sort by:
es: Ordenar por:
pt_br: Ordenar por:

source: SOS History
es: Historial de SOS
pt_br: Histórico de SOS

source: SOS Panic Button
es: Botón de pánico SOS
pt_br: Botão de pânico SOS

source: SOS Settings
es: Configuración de SOS
pt_br: Configurações de SOS

source: Sound Effects
es: Efectos de Sonido
pt_br: Efeitos Sonoros

source: Sounds
es: Sonidos
pt_br: Sons

source: Sounds in this mix
es: Sonidos en esta mezcla
pt_br: Sons nesta mistura

source: Soundscape Mixer
es: Mezclador de Paisajes Sonoros
pt_br: Mixer de Paisagens Sonoras

source: Soundscapes
es: Paisajes sonoros
pt_br: Paisagens sonoras

source: Source
es: Fuente
pt_br: Fonte

source: Source: %@
es: Fuente: %@
pt_br: Fonte: %@

source: Spacing
es: Espaciado
pt_br: Espacamento

source: Spanish
es: Español
pt_br: Espanhol

source: Speak for at least 3 seconds to analyze your emotional state
es: Habla por al menos 3 segundos para analizar tu estado emocional
pt_br: Fale por pelo menos 3 segundos para analisar seu estado emocional

source: Speak your thoughts freely. Your recording will be analyzed for emotional insights.
es: Habla tus pensamientos libremente. Tu grabacion sera analizada para obtener perspectivas emocionales.
pt_br: Fale seus pensamentos livremente. Sua gravacao sera analisada para obter insights emocionais.

source: Speaks: %@
es: Habla: %@
pt_br: Fala: %@

source: Specialties
es: Especialidades
pt_br: Especialidades

source: Speed
es: Velocidad
pt_br: Velocidade

source: Spiral
es: Espiral
pt_br: Espiral

source: Stable
es: Estable
pt_br: Estável

source: Start
es: Iniciar
pt_br: Iniciar

source: Start %@
es: Iniciar %@
pt_br: Iniciar %@

source: Start a conversation with your AI wellness companion
es: Inicia una conversacion con tu companero de bienestar de IA
pt_br: Inicie uma conversa com seu companheiro de bem-estar de IA

source: Start a Quest Journey
es: Iniciar un Viaje de Misiones
pt_br: Iniciar uma Jornada de Missoes

source: Start a Ritual
es: Iniciar un Ritual
pt_br: Iniciar um Ritual

source: Start a voice conversation
es: Iniciar una conversacion de voz
pt_br: Iniciar uma conversa por voz

source: Start Activity
es: Iniciar Actividad
pt_br: Iniciar Atividade

source: Start an Activity
es: Iniciar una Actividad
pt_br: Iniciar uma Atividade

source: Start an experiment from the catalog to begin tracking.
es: Inicia un experimento del catalogo para comenzar el seguimiento.
pt_br: Inicie um experimento do catalogo para comecar o rastreamento.

source: Start Another Journey
es: Iniciar Otro Viaje
pt_br: Iniciar Outra Jornada

source: Start another pathway
es: Comenzar otro camino
pt_br: Iniciar outro caminho

source: Start Another Pathway
es: Comenzar otro camino
pt_br: Iniciar outro caminho

source: Start by creating your first thought record to work through challenging situations.
es: Comienza creando tu primer registro de pensamientos para trabajar situaciones desafiantes.
pt_br: Comece criando seu primeiro registro de pensamentos para trabalhar situacoes desafiadoras.

source: Start Chat
es: Iniciar Chat
pt_br: Iniciar Chat

source: Start Date
es: Fecha de inicio
pt_br: Data de início

source: Start Discussion
es: Iniciar Discusion
pt_br: Iniciar Discussao

source: Start Exercise
es: Iniciar Ejercicio
pt_br: Iniciar Exercício

source: Start Experiment
es: Iniciar Experimento
pt_br: Iniciar Experimento

source: Start expressing yourself through art, voice, or drawing!
es: Comienza a expresarte a traves del arte, la voz o el dibujo!
pt_br: Comece a se expressar atraves da arte, voz ou desenho!

source: Start Fresh (Day 2 Bonus!)
es: Empezar de Nuevo (Bono del Dia 2!)
pt_br: Comecar de Novo (Bonus do Dia 2!)

source: Start Fresh with Day 2 Bonus
es: Empezar de Nuevo con Bono del Dia 2
pt_br: Comecar de Novo com Bonus do Dia 2

source: Start immediately
es: Iniciar inmediatamente
pt_br: Iniciar imediatamente

source: Start Journey
es: Comenzar viaje
pt_br: Iniciar jornada

source: Start Now
es: Iniciar Ahora
pt_br: Iniciar Agora

source: Start Program
es: Iniciar Programa
pt_br: Iniciar Programa

source: Start Program (Premium)
es: Iniciar Programa (Premium)
pt_br: Iniciar Programa (Premium)

source: Start Program?
es: ¿Iniciar programa?
pt_br: Iniciar programa?

source: Start recommended exercise
es: Iniciar ejercicio recomendado
pt_br: Iniciar exercício recomendado

source: Start Recommended Exercise
es: Iniciar ejercicio recomendado
pt_br: Iniciar exercício recomendado

source: Start recording
es: Iniciar grabacion
pt_br: Iniciar gravacao

source: Start Recovery
es: Iniciar Recuperacion
pt_br: Iniciar Recuperacao

source: Start Recovery Program
es: Iniciar programa de recuperación
pt_br: Iniciar programa de recuperação

source: Start Session
es: Iniciar Sesión
pt_br: Iniciar Sessão

source: Start time
es: Hora de inicio
pt_br: Hora de início

source: Start Together
es: Iniciar Juntos
pt_br: Iniciar Juntos

source: Start tracking to see your mood trends
es: Comienza a rastrear para ver tus tendencias de ánimo
pt_br: Comece a rastrear para ver suas tendências de humor

source: Start tracking to see your wellness trends
es: Comienza a rastrear para ver tus tendencias de bienestar
pt_br: Comece a rastrear para ver suas tendências de bem-estar

source: Start tracking your medications to monitor adherence and mood correlation
es: Comienza a rastrear tus medicamentos para monitorear la adherencia y la correlacion con el animo
pt_br: Comece a rastrear seus medicamentos para monitorar a aderencia e a correlacao com o humor

source: Start tracking your mood to see patterns
es: Comienza a rastrear tu animo para ver patrones
pt_br: Comece a rastrear seu humor para ver padroes

source: Start tracking your progress
es: Comienza a rastrear tu progreso
pt_br: Comece a rastrear seu progresso

source: Start Tracking Your Sleep
es: Comienza a rastrear tu sueño
pt_br: Comece a rastrear seu sono

source: Start voice guidance
es: Iniciar guía de voz
pt_br: Iniciar guia de voz

source: Start Wind-Down
es: Iniciar relajación
pt_br: Iniciar relaxamento

source: Start with 5-10 minutes and gradually increase as you build your practice
es: Comienza con 5-10 minutos y aumenta gradualmente a medida que desarrollas tu practica
pt_br: Comece com 5-10 minutos e aumente gradualmente conforme desenvolve sua pratica

source: Start writing to track your thoughts and emotions. Your journal is completely private.
es: Comienza a escribir para rastrear tus pensamientos y emociones. Tu diario es completamente privado.
pt_br: Comece a escrever para rastrear seus pensamentos e emocoes. Seu diario e completamente privado.

source: Start your streak!
es: Comienza tu racha!
pt_br: Comece sua sequencia!

source: Starting %@...
es: Iniciando %@...
pt_br: Iniciando %@...

source: Starting calming session...
es: Iniciando sesion de calma...
pt_br: Iniciando sessao de calma...

source: Starting conversation...
es: Iniciando conversacion...
pt_br: Iniciando conversa...

source: Starting...
es: Iniciando...
pt_br: Iniciando...

source: State/Province of Licensing
es: Estado/Provincia de Licencia
pt_br: Estado/Provincia de Licenciamento

source: Statistics
es: Estadísticas
pt_br: Estatísticas

source: Stats
es: Estadísticas
pt_br: Estatísticas

source: Status
es: Estado

source: Stay in Recovery Mode
es: Permanecer en modo de recuperación
pt_br: Permanecer no modo de recuperação

source: Steady rhythm helps you find your center
es: El ritmo constante te ayuda a encontrar tu centro
pt_br: O ritmo constante ajuda voce a encontrar seu centro

# Step %lld of %lld
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
pt_br: Passo %1$lld de %2$lld

source: Step %lld of 5
es: Paso %lld de 5
pt_br: Passo %lld de 5

# Step %lld/%lld
source: Step %1$lld/%2$lld
es: Paso %lld/%lld
pt_br: Passo %lld/%lld

source: Step Complete!
es: Paso Completado!
pt_br: Passo Concluido!

source: Steps
es: Pasos
pt_br: Passos

source: Stop
es: Detener
pt_br: Parar

source: Stop Playback
es: Detener Reproduccion
pt_br: Parar Reproducao

source: Stop recording
es: Detener grabacion
pt_br: Parar gravacao

source: Stop voice guidance
es: Detener guía de voz
pt_br: Parar guia de voz

source: Storage
es: Almacenamiento
pt_br: Armazenamento

source: Storage Breakdown
es: Desglose de Almacenamiento
pt_br: Detalhamento de Armazenamento

source: Storage Limit
es: Limite de Almacenamiento
pt_br: Limite de Armazenamento

source: Storage Settings
es: Configuracion de Almacenamiento
pt_br: Configuracoes de Armazenamento

source: Story Length
es: Longitud de historia
pt_br: Comprimento da história

source: Story Preferences
es: Preferencias de historia
pt_br: Preferências de história

source: Strategy Submitted
es: Estrategia enviada
pt_br: Estratégia enviada

source: streak
es: racha
pt_br: sequencia

source: Streak
es: Racha
pt_br: Sequência

source: Streak at risk
es: Racha en riesgo
pt_br: Sequência em risco

source: Streak Celebration
es: Celebracion de Racha
pt_br: Celebracao de Sequencia

source: Streak Day: %lld
es: Día de racha: %lld
pt_br: Dia de sequência: %lld

source: Streak maintained!
es: ¡Racha mantenida!
pt_br: Sequência mantida!

source: Streak Restored!
es: ¡Racha Restaurada!
pt_br: Sequência Restaurada!

# streak.days %lld
source: %lld day streak
es: %lld dias de racha
pt_br: %lld dias de sequencia

source: Stress
es: Estrés
pt_br: Estresse

# Stress level %lld: %@
source: Stress level %1$lld: %2$@
es: Nivel de estres %1$lld: %2$@
pt_br: Nivel de estresse %1$lld: %2$@

source: Stress Signature
es: Firma de estrés
pt_br: Assinatura de estresse

source: Stress Threshold
es: Umbral de estrés
pt_br: Limite de estresse

source: Structured therapeutic programs designed by mental health professionals to help you develop lasting coping skills.
es: Programas terapeuticos estructurados disenados por profesionales de salud mental para ayudarte a desarrollar habilidades de afrontamiento duraderas.
pt_br: Programas terapeuticos estruturados desenvolvidos por profissionais de saude mental para ajuda-lo a desenvolver habilidades de enfrentamento duradouras.

source: Submit
es: Enviar
pt_br: Enviar

source: Submit %@ as feedback
es: Enviar %@ como comentario
pt_br: Enviar %@ como feedback

source: Submit Application
es: Enviar Solicitud
pt_br: Enviar Solicitacao

source: Submit Assessment
es: Enviar Evaluacion
pt_br: Enviar Avaliacao

source: Submit Feedback
es: Enviar Comentarios
pt_br: Enviar Feedback

source: Submit Inquiry
es: Enviar consulta
pt_br: Enviar consulta

source: Submit Rating
es: Enviar calificación
pt_br: Enviar avaliação

source: Submit Report
es: Enviar Reporte
pt_br: Enviar Relatorio

source: Submitting for review...
es: Enviando para revision...
pt_br: Enviando para revisao...

source: Submitting report...
es: Enviando informe...
pt_br: Enviando relatorio...

source: Submitting...
es: Enviando...
pt_br: Enviando...

source: Subscribe
es: Suscribirse
pt_br: Assinar

source: Subscribe - %@
es: Suscribirse - %@
pt_br: Assinar - %@

source: Subscribe Now
es: Suscribirse Ahora
pt_br: Assinar Agora

source: Subscribe now button
es: Boton suscribirse ahora
pt_br: Botao assinar agora

source: Subscribe to %@
es: Suscribirse a %@
pt_br: Assinar %@

# Subscribe to %@/%@
source: Subscribe to %1$@/%2$@
es: Suscribirse a %@/%@
pt_br: Assinar %@/%@

source: Subscription automatically renews unless cancelled at least 24 hours before the end of the current period. Manage subscriptions in Settings.
es: La suscripcion se renueva automaticamente a menos que se cancele al menos 24 horas antes del final del periodo actual. Administra las suscripciones en Configuracion.
pt_br: A assinatura e renovada automaticamente a menos que seja cancelada pelo menos 24 horas antes do final do periodo atual. Gerencie as assinaturas em Configuracoes.

source: Success
es: Éxito
pt_br: Sucesso

source: Suggested for you
es: Sugerido para ti
pt_br: Sugerido para você

source: Suggested for You
es: Sugerido para Ti
pt_br: Sugerido para Voce

source: Suggested Support
es: Apoyo sugerido
pt_br: Apoio sugerido

source: Suggested topics:
es: Temas sugeridos:
pt_br: Topicos sugeridos:

source: Suggestion
es: Sugerencia
pt_br: Sugestão

# Suggestion: %@ at %@ on %@. %@
source: Suggestion: %1$@ at %2$@ on %3$@. %4$@
es: Sugerencia: %1$@ a las %2$@ el %3$@. %4$@
pt_br: Sugestao: %1$@ as %2$@ em %3$@. %4$@

source: Suicide & Crisis Lifeline
es: Linea de Suicidio y Crisis
pt_br: Linha de Suicidio e Crise

source: Summary
es: Resumen
pt_br: Resumo

source: Support
es: Apoyo
pt_br: Suporte

source: Support Resources
es: Recursos de apoyo
pt_br: Recursos de apoio

source: Support Resources Available
es: Recursos de Apoyo Disponibles
pt_br: Recursos de Suporte Disponiveis

source: Support Session
es: Sesion de Apoyo
pt_br: Sessao de Suporte

source: Swap
es: Intercambiar
pt_br: Trocar

source: Switch to text chat
es: Cambiar a chat de texto
pt_br: Mudar para chat de texto

source: Sync Frequency
es: Frecuencia de Sincronizacion
pt_br: Frequencia de Sincronizacao

source: Sync heart rate data daily
es: Sincronizar datos de frecuencia cardíaca diariamente
pt_br: Sincronizar dados de frequência cardíaca diariamente

source: Sync Now
es: Sincronizar Ahora
pt_br: Sincronizar Agora

source: Sync Settings
es: Configuracion de Sincronizacion
pt_br: Configuracoes de Sincronizacao

source: Sync with Sleep Focus
es: Sincronizar con Enfoque de Sueno
pt_br: Sincronizar com Foco de Sono

source: Synchronized patterns create visual harmony
es: Los patrones sincronizados crean armonia visual
pt_br: Os padroes sincronizados criam harmonia visual

source: Syncing health data...
es: Sincronizando datos de salud...
pt_br: Sincronizando dados de saude...
